// english localization

"PSTemplateWelcomeMessage" = "Welcome to PSAppTemplate";

// common button titles
"On" = "Ein";
"Off" = "Aus";
"Edit" = "Edit";
"Cancel" = "Cancel";
"More" = "More";
"Close" = "Close";
"Thanks!" = "Thanks!";
"Dismiss" = "Dismiss";
"Error" = "Error";
"Save" = "Save";
"Search" = "Search";
"Retry" = "Retry";
"Okay" = "Okay";
"Logout" = "Logout";
"Disabled" = "Disabled";

// relative time
"day" = "day";
"days" = "days";
"hour" = "hour";
"hours" = "hours";
"just now" = "just now";
"mins" = "mins";
"minute" = "minute";
"week" = "week";
"weeks" = "weeks";
"month" = "month";
"months" = "months";
